Repository: NeilAlvn/Farmsy-app
Catalog: Farmsy/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: … View more
de: … Mehr
fr: … Voir plus
nl: … Meer

source: yours?
de: Ihnen?
fr: est à vous ?
nl: van jou?

source: %1$lld farms within %2$lld km sell something on your list.
de: %1$lld Höfe im Umkreis von %2$lld km verkaufen etwas von deiner Liste.
fr: %1$lld fermes à moins de %2$lld km vendent quelque chose de votre liste.
nl: %1$lld boerderijen binnen %2$lld km verkopen iets van je lijst.

source: %1$lld within %2$lld km
de: %1$lld im Umkreis von %2$lld km
fr: %1$lld à moins de %2$lld km
nl: %1$lld binnen %2$lld km

source: %@ / year
de: %@ / Jahr
fr: %@ / an
nl: %@ / jaar

source: %@ farms
de: %@ Höfe
fr: %@ fermes
nl: %@ boerderijen

source: %@ plan
de: %@-Abo
fr: Formule %@
nl: %@-abonnement

source: %@ · confirmed %@ by %@
de: %1$@ · %2$@ bestätigt von %3$@
fr: %1$@ · confirmé %2$@ par %3$@
nl: %1$@ · %2$@ bevestigd door %3$@

source: %@+ farm shops (NL & BE)
de: %@ Hofläden (NL & BE)
fr: %@ fermes de producteurs (NL & BE)
nl: %@+ boerderijwinkels (NL & BE)

source: %lld days ago
de: vor %lld Tagen
fr: il y a %lld jours
nl: %lld dagen geleden

source: %lld days free
de: %lld Tage gratis
fr: %lld jours gratuits
nl: %lld dagen gratis

source: %lld farms
de: %lld Höfe
fr: %lld fermes
nl: %lld boerderijen

source: %lld farms on your route
de: %lld Höfe auf deiner Route
fr: %lld fermes sur votre trajet
nl: %lld boerderijen op je route

source: %lld farms within %lld km sell something on your list.
de: %lld Höfe im Umkreis von %lld km verkaufen etwas von deiner Liste.
fr: %lld fermes à moins de %lld km vendent quelque chose de votre liste.
nl: %lld boerderijen binnen %lld km verkopen iets van je lijst.

source: %lld farms within 100 km of %@
de: %lld Höfe im Umkreis von 100 km um %@
fr: %lld fermes à moins de 100 km de %@
nl: %lld boerderijen binnen 100 km van %@

source: %lld farms within 100 km of you
de: %lld Höfe im Umkreis von 100 km um dich
fr: %lld fermes à moins de 100 km de vous
nl: %lld boerderijen binnen 100 km van jou

source: %lld farms · %@ km
de: %lld Höfe · %@ km
fr: %lld fermes · %@ km
nl: %lld boerderijen · %@ km

source: %lld farms · %lld badges
de: %lld Höfe · %lld Abzeichen
fr: %lld fermes · %lld badges
nl: %lld boerderijen · %lld badges

source: %lld got in, %lld did not, in the last few weeks
de: %1$lld kamen rein, %2$lld nicht, in den letzten Wochen
fr: %1$lld ont pu entrer, %2$lld non, ces dernières semaines
nl: %1$lld konden terecht, %2$lld niet, de afgelopen weken

source: %lld h ago
de: vor %lld Std.
fr: il y a %lld h
nl: %lld u geleden

source: %lld in season · %lld ideas
de: %lld in Saison · %lld Ideen
fr: %lld de saison · %lld idées
nl: %lld in het seizoen · %lld ideeën

source: %lld min ago
de: vor %lld Min.
fr: il y a %lld min
nl: %lld min geleden

source: %lld of %lld products
de: %lld von %lld Produkten
fr: %lld produits sur %lld
nl: %lld van %lld producten

source: %lld people
de: %lld Personen
fr: %lld personnes
nl: %lld mensen

source: %lld questions to go
de: Noch %lld Fragen
fr: Encore %lld questions
nl: Nog %lld vragen te gaan

source: %lld saved
de: %lld gespeichert
fr: %lld enregistré(s)
nl: %lld bewaard

source: %lld visitors found it shut or sold out, most recently %lld days ago
de: %1$lld Besucher standen vor verschlossener Tür oder leerem Stand, zuletzt vor %2$lld Tagen
fr: %1$lld visiteurs ont trouvé porte close ou étal vide, le dernier il y a %2$lld jours
nl: %1$lld bezoekers stonden voor een dichte deur of een lege kraam, laatst %2$lld dagen geleden

source: %lld visitors got in, most recently %lld days ago
de: %1$lld Besucher kamen rein, zuletzt vor %2$lld Tagen
fr: %1$lld visiteurs ont pu entrer, le dernier il y a %2$lld jours
nl: %1$lld bezoekers konden terecht, laatst %2$lld dagen geleden

source: %lld within %lld km
de: %lld im Umkreis von %lld km
fr: %lld à moins de %lld km
nl: %lld binnen %lld km

source: 1 farm
de: 1 Hof
fr: 1 ferme
nl: 1 boerderij

source: 1 question to go
de: Noch 1 Frage
fr: Encore 1 question
nl: Nog 1 vraag te gaan

source: 1000s
de: Tausende
fr: Des milliers
nl: Duizenden

source: A Farmsy membership is required to add a farm shop.
de: Eine Farmsy-Mitgliedschaft ist erforderlich, um einen Hofladen hinzuzufügen.
fr: Un abonnement Farmsy est requis pour ajouter une ferme.
nl: Een Farmsy-lidmaatschap is vereist om een boerderijwinkel toe te voegen.

source: A draft with %lld stops is waiting
de: Ein Entwurf mit %lld Stopps wartet
fr: Un brouillon avec %lld arrêts vous attend
nl: Er staat een concept met %lld stops klaar

source: A route past all of them, in the best order
de: Eine Route an allen vorbei, in der besten Reihenfolge
fr: Un itinéraire qui passe par toutes, dans le meilleur ordre
nl: Een route langs allemaal, in de slimste volgorde

source: About %lld days
de: Etwa %lld Tage
fr: Environ %lld jours
nl: Ongeveer %lld dagen

source: Accessibility
de: Barrierefreiheit
fr: Accessibilité
nl: Toegankelijkheid

source: Add a farm shop
de: Hofladen hinzufügen
fr: Ajouter une ferme
nl: Voeg een boerderijwinkel toe

source: Add all to shopping
de: Alles auf die Liste
fr: Tout ajouter à la liste
nl: Alles op de lijst

source: Add farms to see time and distance
de: Füge Höfe hinzu, um Zeit und Entfernung zu sehen
fr: Ajoutez des fermes pour voir le temps et la distance
nl: Voeg boerderijen toe om tijd en afstand te zien

source: Add it to the map for everyone
de: Fügen Sie es für alle zur Karte hinzu
fr: Ajoutez-la à la carte pour tout le monde
nl: Voeg het toe aan de kaart voor iedereen

source: Add products
de: Produkte hinzufügen
fr: Ajouter des produits
nl: Producten toevoegen

source: Add products below. Farmsy finds the farms that sell them and the shortest way round.
de: Füge unten Produkte hinzu. Farmsy findet die Höfe, die sie verkaufen, und den kürzesten Weg.
fr: Ajoutez des produits ci-dessous. Farmsy trouve les fermes qui les vendent et le trajet le plus court.
nl: Voeg hieronder producten toe. Farmsy zoekt de boerderijen die ze verkopen en de kortste route.

source: Add something else
de: Noch etwas hinzufügen
fr: Ajouter autre chose
nl: Nog iets toevoegen

source: Add to list
de: Auf meine Liste
fr: Ajouter à ma liste
nl: Zet op mijn lijst

source: Add to trip
de: Zur Tour hinzufügen
fr: Ajouter au trajet
nl: Aan route toevoegen

source: Add “%@”
de: „%@“ hinzufügen
fr: Ajouter « %@ »
nl: “%@” toevoegen

source: Adding farm shops is a member feature — your account doesn't have full access yet.
de: Das Hinzufügen von Hofläden ist eine Mitgliederfunktion — Ihr Konto hat noch keinen vollständigen Zugriff.
fr: Ajouter des fermes est une fonctionnalité réservée aux membres — votre compte n'a pas encore un accès complet.
nl: Boerderijwinkels toevoegen is een ledenfunctie — je account heeft nog geen volledige toegang.

source: Address
de: Adresse
fr: Adresse
nl: Adres

source: Address, phone, opening times and what they sell. One free account opens every farm on the map.
de: Adresse, Telefon, Öffnungszeiten und was verkauft wird. Ein kostenloses Konto öffnet jeden Hof auf der Karte.
fr: Adresse, téléphone, horaires et ce qu’ils vendent. Un compte gratuit ouvre toutes les fermes de la carte.
nl: Adres, telefoon, openingstijden en wat ze verkopen. Eén gratis account opent elke boerderij op de kaart.

source: Address, phone, website and what this farm sells.
de: Adresse, Telefon, Website und was dieser Hof verkauft.
fr: Adresse, téléphone, site web et ce que vend cette ferme.
nl: Adres, telefoon, website en wat deze boerderij verkoopt.

source: Alerts and live availability
de: Benachrichtigungen und aktuelle Verfügbarkeit
fr: Alertes et disponibilité en direct
nl: Meldingen en actuele beschikbaarheid

source: Alerts when your products arrive nearby
de: Ein Hinweis, wenn deine Produkte in deiner Nähe eintreffen
fr: Une alerte quand vos produits arrivent près de chez vous
nl: Een seintje als jouw producten in de buurt binnenkomen

source: All Categories
de: Alle Kategorien
fr: Toutes les catégories
nl: Alle categorieën

source: All categories
de: Alle Kategorien
fr: Toutes les catégories
nl: Alle categorieën

source: All time
de: Gesamt
fr: Depuis toujours
nl: Altijd

source: Allow
de: Erlauben
fr: Autoriser
nl: Toestaan

source: Allow location so Farmsy can look around you.
de: Erlaube den Standort, damit Farmsy sich in deiner Nähe umsehen kann.
fr: Autorisez la localisation pour que Farmsy puisse regarder autour de vous.
nl: Sta locatie toe zodat Farmsy om je heen kan kijken.

source: Allow location to see the farms around you, or search by name.
de: Erlaube den Standort, um die Höfe um dich herum zu sehen, oder suche nach Name.
fr: Autorisez la localisation pour voir les fermes autour de vous, ou cherchez par nom.
nl: Sta locatie toe om de boerderijen om je heen te zien, of zoek op naam.

source: Allow location to see what is for sale around you.
de: Erlaube den Standort, um zu sehen, was in deiner Nähe verkauft wird.
fr: Autorisez la localisation pour voir ce qui est en vente autour de vous.
nl: Sta locatie toe om te zien wat er bij jou in de buurt te koop is.

source: Already have an account?
de: Bereits ein Konto?
fr: Déjà un compte ?
nl: Al een account?

source: Already the shortest order
de: Bereits die kürzeste Reihenfolge
fr: Déjà l'ordre le plus court
nl: Al de kortste volgorde

source: An account with this email already exists.
de: Ein Konto mit dieser E-Mail existiert bereits.
fr: Un compte avec cet e-mail existe déjà.
nl: Er bestaat al een account met dit e-mailadres.

source: An answer is still missing.
de: Es fehlt noch eine Antwort.
fr: Il manque encore une réponse.
nl: Er ontbreekt nog een antwoord.

source: And who may we thank?
de: Und wem dürfen wir danken?
fr: Et qui devons-nous remercier ?
nl: En wie mogen we bedanken?

source: Anything else we should *know*?
de: Sollen wir noch etwas *wissen*?
fr: Autre chose à *savoir* ?
nl: Nog iets dat we moeten *weten*?

source: Anything else we should know? (optional)
de: Sonst noch etwas, das wir wissen sollten? (optional)
fr: Autre chose à nous signaler ? (facultatif)
nl: Nog iets wat we moeten weten? (optioneel)

source: Anything we should know? (optional)
de: Gibt es etwas, das wir wissen sollten? (optional)
fr: Quelque chose à nous dire ? (optionnel)
nl: Iets wat we moeten weten? (optioneel)

source: Apply Code
de: Code anwenden
fr: Appliquer le code
nl: Code toepassen

source: At its best now
de: Jetzt am besten
fr: Au top en ce moment
nl: Nu op z'n best

source: At least 8 characters
de: Mindestens 8 Zeichen
fr: Au moins 8 caractères
nl: Minstens 8 tekens

source: Available near you
de: In deiner Nähe erhältlich
fr: Disponible près de chez vous
nl: Te koop in de buurt

source: Back
de: Zurück
fr: Retour
nl: Terug

source: Be the first to report a farm that day, five times.
de: Melde als Erster einen Hof an dem Tag, fünfmal.
fr: Soyez le premier à signaler une ferme ce jour-là, cinq fois.
nl: Meld als eerste een boerderij die dag, vijf keer.

source: Be the first to review this farm.
de: Bewerte diesen Hof als Erster.
fr: Soyez le premier à évaluer cette ferme.
nl: Wees de eerste die deze boerderij beoordeelt.

source: Become a member
de: Mitglied werden
fr: Devenir membre
nl: Word lid

source: Belgium
de: Belgien
fr: Belgique
nl: België

source: Best farms and your route
de: Die besten Höfe und deine Route
fr: Les meilleures fermes et votre trajet
nl: De beste boerderijen en je route

source: Best order
de: Beste Reihenfolge
fr: Meilleur ordre
nl: Beste volgorde

source: Bike
de: Fahrrad
fr: Vélo
nl: Fiets

source: Biodynamic
de: Biodynamisch
fr: Biodynamique
nl: Biodynamisch

source: Browse farm shops on the map
de: Hofläden auf der Karte entdecken
fr: Parcourez les boutiques de ferme sur la carte
nl: Blader door boerderijwinkels op de kaart

source: Build my route
de: Meine Route erstellen
fr: Créer mon trajet
nl: Maak mijn route

source: Build my route · %lld stops
de: Meine Route erstellen · %lld Stopps
fr: Créer mon trajet · %lld arrêts
nl: Maak mijn route · %lld stops

source: Business email
de: Geschäftliche E-Mail
fr: E-mail professionnel
nl: Zakelijk e-mailadres

source: Call
de: Anrufen
fr: Appeler
nl: Bellen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Canceled
de: Gekündigt
fr: Annulé
nl: Geannuleerd

source: Cancelled · won't renew
de: Gekündigt · wird nicht verlängert
fr: Annulé · ne sera pas renouvelé
nl: Geannuleerd · wordt niet verlengd

source: Cancelled · you keep access until %@
de: Gekündigt · Zugang bis %@
fr: Annulé · accès conservé jusqu'au %@
nl: Geannuleerd · je houdt toegang tot %@

source: Change farm
de: Anderen Hof wählen
fr: Changer de ferme
nl: Andere boerderij

source: Change photo
de: Foto ändern
fr: Changer la photo
nl: Foto wijzigen

source: Change photos
de: Fotos ändern
fr: Changer les photos
nl: Foto's wijzigen

source: Check your connection and try again.
de: Prüfe deine Verbindung und versuche es erneut.
fr: Vérifiez votre connexion et réessayez.
nl: Controleer je verbinding en probeer het opnieuw.

source: Check your inbox
de: Sieh in deinem Postfach nach
fr: Vérifiez votre boîte mail
nl: Controleer je inbox

source: Cheese
de: Käse
fr: Fromage
nl: Kaas

source: Choose a day
de: Tag wählen
fr: Choisir un jour
nl: Kies een dag

source: Choose a starting point
de: Wähle einen Ausgangspunkt
fr: Choisissez un point de départ
nl: Kies een vertrekpunt

source: Choose photos
de: Fotos auswählen
fr: Choisir des photos
nl: Foto's kiezen

source: Choose up to %lld
de: Wählen Sie höchstens %lld
fr: Choisissez-en %lld au maximum
nl: Kies er maximaal %lld

source: City (optional)
de: Ort (optional)
fr: Ville (facultatif)
nl: Plaats (optioneel)

source: City *
de: Stadt *
fr: Ville *
nl: Plaats *

source: City, e.g. Utrecht
de: Stadt, z.B. Utrecht
fr: Ville, ex. Utrecht
nl: Plaats, bijv. Utrecht

source: Claim *sent*
de: Anfrage *gesendet*
fr: Demande *envoyée*
nl: Aanvraag *verzonden*

source: Claim it to keep its details, photos and opening hours up to date. We check every claim by hand.
de: Beanspruche ihn, um Details, Fotos und Öffnungszeiten aktuell zu halten. Wir prüfen jede Anfrage von Hand.
fr: Revendiquez-la pour tenir à jour ses détails, photos et horaires. Nous vérifions chaque demande à la main.
nl: Claim de boerderij om details, foto's en openingstijden actueel te houden. We controleren elke claim handmatig.

source: Claim it to keep your details up to date. Our team verifies every claim before handing over the keys.
de: Beanspruchen Sie ihn, um Ihre Daten aktuell zu halten. Unser Team überprüft jeden Anspruch, bevor die Schlüssel übergeben werden.
fr: Réclamez-la pour garder vos informations à jour. Notre équipe vérifie chaque réclamation avant de remettre les clés.
nl: Claim het om je gegevens actueel te houden. Ons team controleert elke claim voordat we de sleutels overhandigen.

source: Claim this farm
de: Diesen Hof beanspruchen
fr: Réclamer cette ferme
nl: Deze boerderij claimen

source: Clear
de: Leeren
fr: Effacer
nl: Wissen

source: Clear search
de: Suche löschen
fr: Effacer la recherche
nl: Zoekopdracht wissen

source: Clear the day
de: Tag entfernen
fr: Effacer le jour
nl: Dag wissen

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Closed
de: Geschlossen
fr: Fermé
nl: Gesloten

source: Closed permanently
de: Dauerhaft geschlossen
fr: Fermé définitivement
nl: Permanent gesloten

source: Closed then
de: Dann geschlossen
fr: Fermé à ce moment-là
nl: Dan gesloten

source: Closed today
de: Heute geschlossen
fr: Fermé aujourd'hui
nl: Vandaag gesloten

source: Collector
de: Sammler
fr: Collectionneur
nl: Verzamelaar

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

source: Confirm what someone else reported that day, ten times.
de: Bestätige zehnmal, was jemand anderes an dem Tag meldete.
fr: Confirmez dix fois ce que quelqu'un d'autre a signalé ce jour-là.
nl: Bevestig tien keer wat iemand anders die dag meldde.

source: Confirmed
de: Bestätigt
fr: Confirmé
nl: Bevestigd

source: Confirmed %lld d ago
de: Vor %lld T. bestätigt
fr: Confirmé il y a %lld j
nl: %lld d geleden bevestigd

source: Confirmed %lld h ago
de: Vor %lld Std. bestätigt
fr: Confirmé il y a %lld h
nl: %lld u geleden bevestigd

source: Confirmed %lld min ago
de: Vor %lld Min. bestätigt
fr: Confirmé il y a %lld min
nl: %lld min geleden bevestigd

source: Confirmed open today, by people who were just there
de: Heute geöffnet, bestätigt von Leuten, die gerade dort waren
fr: Ouvert aujourd'hui, confirmé par des personnes qui y étaient à l'instant
nl: Vandaag open, bevestigd door mensen die er net waren

source: Confirmed today — see when with Plus
de: Heute bestätigt — mit Plus siehst du wann
fr: Confirmé aujourd'hui — voyez quand avec Plus
nl: Vandaag bevestigd — zie wanneer met Plus

source: Confirmed, up-to-date listings
de: Bestätigte, aktuelle Einträge
fr: Fiches confirmées et à jour
nl: Bevestigde, actuele vermeldingen

source: Confirmer
de: Bestätiger
fr: Confirmateur
nl: Bevestiger

source: Contact us
de: Kontakt
fr: Nous contacter
nl: Neem contact op

source: Continue
de: Fortfahren
fr: Continuer
nl: Doorgaan

source: Couldn't delete account
de: Konto konnte nicht gelöscht werden
fr: Impossible de supprimer le compte
nl: Account verwijderen mislukt

source: Couldn't load farms. Check your connection and try again.
de: Höfe konnten nicht geladen werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
fr: Impossible de charger les fermes. Vérifiez votre connexion et réessayez.
nl: Kon boerderijen niet laden. Controleer je verbinding en probeer het opnieuw.

source: Couldn't load the survey. Check your connection and try again.
de: Die Umfrage konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
fr: Impossible de charger le questionnaire. Vérifiez votre connexion et réessayez.
nl: De vragenlijst kon niet worden geladen. Controleer je verbinding en probeer het opnieuw.

source: Couldn't load this farm. Check your connection and try again.
de: Dieser Hof konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
fr: Impossible de charger cette ferme. Vérifiez votre connexion et réessayez.
nl: Deze boerderij kon niet worden geladen. Controleer je verbinding en probeer het opnieuw.

source: Couldn't send. Check your connection and try again.
de: Senden fehlgeschlagen. Prüfe deine Verbindung und versuche es erneut.
fr: Envoi impossible. Vérifiez votre connexion et réessayez.
nl: Versturen mislukt. Controleer je verbinding en probeer het opnieuw.

source: Country
de: Land
fr: Pays
nl: Land

source: Create a free account
de: Kostenloses Konto erstellen
fr: Créer un compte gratuit
nl: Maak een gratis account aan

source: Create account
de: Konto erstellen
fr: Créer un compte
nl: Account aanmaken

source: Create one
de: Eins erstellen
fr: Créer un compte
nl: Maak er een aan

source: Create your free account
de: Kostenloses Konto erstellen
fr: Créez votre compte gratuit
nl: Maak je gratis account aan

source: Dairy
de: Milchprodukte
fr: Produits laitiers
nl: Zuivel

source: Date of birth (optional)
de: Geburtsdatum (optional)
fr: Date de naissance (facultatif)
nl: Geboortedatum (optioneel)

source: Day of the trip
de: Tag der Fahrt
fr: Jour du trajet
nl: Dag van de rit

source: Default
de: Standard
fr: Par défaut
nl: Standaard

source: Delete account
de: Konto löschen
fr: Supprimer le compte
nl: Account verwijderen

source: Deleting your account removes your profile, favourites and subscription data. Continue on your Farmsy account page, or write to hello@farmsy.app.
de: Das Löschen Ihres Kontos entfernt Ihr Profil, Ihre Favoriten und Abonnementdaten. Fahren Sie auf Ihrer Farmsy-Kontoseite fort oder schreiben Sie an hello@farmsy.app.
fr: La suppression de votre compte supprime votre profil, vos favoris et vos données d'abonnement. Continuez sur votre page de compte Farmsy, ou écrivez à hello@farmsy.app.
nl: Je account verwijderen verwijdert je profiel, favorieten en abonnementsgegevens. Ga verder op je Farmsy-accountpagina, of schrijf naar hello@farmsy.app.

source: Description
de: Beschreibung
nl: Beschrijving

source: Directions
de: Wegbeschreibung
fr: Itinéraire
nl: Routebeschrijving

source: Discover
de: Entdecken
fr: Découvrir
nl: Ontdekken

source: Done
de: Fertig
fr: Terminé
nl: Klaar

source: Drag up to plan your trip
de: Nach oben ziehen, um deine Tour zu planen
fr: Glissez vers le haut pour planifier votre trajet
nl: Sleep omhoog om je route te plannen

source: Drag up to see your %lld stop
de: Nach oben ziehen für deinen %lld Stopp
fr: Glissez vers le haut pour vos %lld arrêt
nl: Sleep omhoog voor je %lld stop

source: Drag up to see your %lld stops
de: Nach oben ziehen für deine %lld Stopps
fr: Glissez vers le haut pour vos %lld arrêts
nl: Sleep omhoog voor je %lld stops

source: Drag up to see your %lld trip
de: Nach oben ziehen für deine %lld Tour
fr: Glissez vers le haut pour votre %lld trajet
nl: Sleep omhoog voor je %lld route

source: Drag up to see your %lld trips
de: Nach oben ziehen für deine %lld Touren
fr: Glissez vers le haut pour vos %lld trajets
nl: Sleep omhoog voor je %lld routes

source: Drag up to see your trips
de: Nach oben ziehen für deine Touren
fr: Glissez vers le haut pour vos trajets
nl: Sleep omhoog voor je routes

source: Drag up to show the list
de: Nach oben ziehen, um die Liste anzuzeigen
fr: Glissez vers le haut pour afficher la liste
nl: Sleep omhoog om de lijst te tonen

source: Drive
de: Auto
fr: Voiture
nl: Auto

source: Duplicate farm
de: Doppelter Hof
fr: Ferme en double
nl: Dubbele boerderij

source: Early bird
de: Frühaufsteher
fr: Lève-tôt
nl: Vroege vogel

source: Earned
de: Erhalten
fr: Obtenu
nl: Behaald

source: Eggs
de: Eier
fr: Œufs
nl: Eieren

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
nl: E-mailadres

source: Enter a valid date of birth. You must be at least 16.
de: Gib ein gültiges Geburtsdatum ein. Du musst mindestens 16 sein.
fr: Saisissez une date de naissance valide. Vous devez avoir au moins 16 ans.
nl: Voer een geldige geboortedatum in. Je moet minstens 16 zijn.

source: Enter code
de: Code eingeben
fr: Entrer le code
nl: Code invoeren

source: Everyone deciding whether to drive there today can see it now.
de: Alle, die überlegen, heute hinzufahren, sehen es jetzt.
fr: Tous ceux qui hésitent à y aller aujourd'hui le voient maintenant.
nl: Iedereen die overweegt er vandaag heen te rijden, ziet het nu.

source: Everything local
de: Alles lokal
fr: Tout local
nl: Alles lokaal

source: Everything new we add to Plus, included
de: Alles Neue in Plus, inklusive
fr: Toutes les nouveautés de Plus, incluses
nl: Alles wat we aan Plus toevoegen, inbegrepen

source: Expired
de: Abgelaufen
fr: Expiré
nl: Verlopen

source: Explorer
de: Entdecker
fr: Explorateur
nl: Verkenner

source: FEATURED FARMS
de: EMPFOHLENE HÖFE
fr: FERMES EN VEDETTE
nl: UITGELICHTE BOERDERIJEN

source: FRESH FROM THE FARM
de: FRISCH VOM HOF
fr: FRAÎCHEUR DE LA FERME
nl: VERS VAN DE BOERDERIJ

source: Farm Produce
de: Hofprodukte
fr: Produits de la ferme
nl: Boerderijproducten

source: Farm details are for members
de: Hofdetails sind für Mitglieder
fr: Les détails de la ferme sont réservés aux membres
nl: Boerderijdetails zijn voor leden

source: Farm name *
de: Hofname *
fr: Nom de la ferme *
nl: Boerderijnaam *

source: Farm photo
de: Hoffoto
fr: Photo de la ferme
nl: Boerderijfoto

source: Farm shop
de: Hofladen
fr: Boutique de ferme
nl: Boerderijwinkel

source: Farm shops across NL & BE
de: Hofläden in NL & BE
fr: Fermes de producteurs aux NL & BE
nl: Boerderijwinkels in NL & BE

source: Farms
de: Höfe
fr: Fermes
nl: Boerderijen

source: Farms across NL & BE
de: Höfe in NL & BE
fr: Fermes aux NL & BE
nl: Boerderijen in NL & BE
